/* Created with Localizable Strings Merge, the swiss-army knife for iOS and OS X localization. */

/* for example: `Accessibility permission: ⛔️ required` */
"%1$@ permission: %2$@" = "%1$@ permission: %2$@";

/* corresponds to Accessibility in system Privacy settings */
"Accessibility" = "Accessibility";

/* Preferences pane for `App` settings */
"App" = "App";

/* Check box next to the 'Check for updates' button */
"Automatically" = "Automatically";

/* Button, when pressed, checks for updates now */
"Check for updates" = "Check for updates";

/* 1=name of app e.g. `Enable Scroll Reverser` */
"Enable %1$@" = "Enable %1$@";

/* No comment provided by engineer. */
"For settings, click the icon in the menu bar" = "For settings, click the icon in the menu bar";

/* Alert box title */
"Icon Hidden" = "Icon Hidden";

/* Check box: Include beta versionss of the app when checking for updates */
"Include beta versions" = "Include beta versions";

/* corresponds to Input Monitoring in system Privacy settings */
"Input Monitoring" = "Input Monitoring";

/* Large step size */
"Large" = "Large"; 

/* No comment provided by engineer. */
"OK" = "OK";

/* 1=`Input Monitoring` or `Accessibility` */
"Open %1$@ preferences" = "Open %1$@ preferences";

/* Section title */
"Permissions" = "Permissions";

/* No comment provided by engineer. */
"Preferences" = "Preferences";

/* 1=name of app e.g. `Quit Scroll Reverser` */
"Quit %1$@" = "Quit %1$@";

/* 1=`Input Monitoring` or `Accessibility` */
"Request %1$@ permission" = "Request %1$@ permission";

/* Prefs check box */
"Reverse Horizontal" = "Reverse Horizontal";

/* Prefs check box */
"Reverse Mouse" = "Reverse Mouse";

/* Prefs check box */
"Reverse Trackpad" = "Reverse Trackpad";

/* Prefs check box */
"Reverse Vertical" = "Reverse Vertical";

/* No comment provided by engineer. */
"Scroll Reverser is now running!" = "Scroll Reverser is now running!";

/* No comment provided by engineer. */
"Scroll Reverser needs Accessibility permission to modify your scrolling." = "Scroll Reverser needs Accessibility permission to modify your scrolling.";

/* No comment provided by engineer. */
"Scroll Reverser needs Input Monitoring permission to detect whether your fingers are touching the trackpad." = "Scroll Reverser needs Input Monitoring permission to detect whether your fingers are touching the trackpad.";

/* Prefs section header */
"Scroll Wheel" = "Scroll Wheel"; 

/* Preferences pane for `Scrolling` serttings */
"Scrolling" = "Scrolling";

/* Prefs section title */
"Scrolling Axes" = "Scrolling Axes";

/* Prefs section title */
"Scrolling Devices" = "Scrolling Devices";

/* Prefs check box */
"Show in menu bar" = "Show in menu bar";

/* Small step size */
"Small" = "Small"; 

/* Prefs check box */
"Start at login" = "Start at login";

/* Size of one step of the mouse scroll wheel */
"Step size" = "Step size"; 

/* Alert box text. 1=name of app */
"The %1$@ icon has been removed from the menu bar. To restore it at any time, launch %1$@ again from Finder." = "The %1$@ icon has been removed from the menu bar. To restore it at any time, launch %1$@ again from Finder.";

/* No comment provided by engineer. */
"⛔️ required" = "⛔️ required";

/* No comment provided by engineer. */
"✅ granted" = "✅ granted";

